{
  "title": "The Nature of Protein Domain Evolution: Shaping the Interaction Network",
  "authors": [
    "Bagowski, Christoph P",
    "Bruins, Wouter",
    "te Velthuis, Aartjan J.W"
  ],
  "units": [
    {
      "text": "The proteomes that make up the collection of proteins in contemporary organisms evolved through recombination and duplication of a limited set of domains. These protein domains are essentially the main components of globular proteins and are the most principal level at which protein function and protein interactions can be understood. An important aspect of domain evolution is their atomic structure and biochemical function, which are both specified by the information in the amino acid sequence. Changes in this information may bring about new folds, functions and protein architectures. With the present and still increasing wealth of sequences and annotation data brought about by genomics, new evolutionary relationships are constantly being revealed, unknown structures modeled and phylogenies inferred. Such investigations not only help predict the function of newly discovered proteins, but also assist in mapping unforeseen pathways of evolution and reveal crucial, co-evolving inter- and intra-molecular interactions. In turn this will help us describe how protein domains shaped cellular interaction networks and the dynamics with which they are regulated in the cell. Additionally, these studies can be used for the design of new and optimized protein domains for therapy. In this review, we aim to describe the basic concepts of protein domain evolution and illustrate recent developments in molecular evolution that have provided valuable new insights in the field of comparative genomics and protein interaction networks.",
      "section_title": null,
      "mentions": [
        {
          "type_": "BIOMEDICAL_TERM",
          "text": "proteomes"
        },
        {
          "type_": "BIOMEDICAL_TERM",
          "text": "contemporary organisms"
        },
        {
          "type_": "BIOMEDICAL_TERM",
          "text": "protein domains"
        },
        {
          "type_": "BIOMEDICAL_TERM",
          "text": "globular proteins"
        },
        {
          "type_": "BIOMEDICAL_TERM",
          "text": "amino acid sequence"
        },
        {
          "type_": "BIOMEDICAL_TERM",
          "text": "genomics"
        },
        {
          "type_": "BIOMEDICAL_TERM",
          "text": "protein interaction networks"
        },
        {
          "type_": "BIOMEDICAL_TERM",
          "text": "cellular interaction networks"
        }
      ],
      "relationships": [
        {
          "head": "proteomes",
          "tail": "contemporary organisms",
          "relation_type": "IS_PART_OF"
        },
        {
          "head": "protein domains",
          "tail": "globular proteins",
          "relation_type": "IS_PART_OF"
        },
        {
          "head": "amino acid sequence",
          "tail": "protein domains",
          "relation_type": "IS_TYPE_OF"
        },
        {
          "head": "genomics",
          "tail": "protein interaction networks",
          "relation_type": "IS_RELATED_TO"
        },
        {
          "head": "protein domains",
          "tail": "cellular interaction networks",
          "relation_type": "IS_RELATED_TO"
        }
      ]
    }
  ],
  "source": null,
  "doc_type": null
}